import newsImg1 from '../../images/newsImages/newsImg1.png';
import newsImg2 from '../../images/newsImages/newsImg2.png';
import newsImg3 from '../../images/newsImages/newsImg3.png';
import newsImg4 from '../../images/newsImages/newsImg4.png';
import newsImg5 from '../../images/newsImages/newsImg5.png';
import newsImg6 from '../../images/newsImages/newsImg6.png';

const newsData = [
    {
        id: 1,
        title: 'Заголовок новости 1',
        description:
            'Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...',
        image: newsImg1,
        date: '01 января 1990',
    },
    {
        id: 2,
        title: 'Заголовок новости 2',
        description:
            'Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...',
        image: newsImg2,
        date: '01 января 1990',
    },
    {
        id: 3,
        title: 'Заголовок новости 3',
        description:
            'Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...',
        image: newsImg3,
        date: '01 января 1990',
    },
    {
        id: 4,
        title: 'Заголовок новости 4',
        description:
            'Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...',
        image: newsImg4,
        date: '01 января 1990',
    },
    {
        id: 5,
        title: 'Заголовок новости 5',
        description:
            'Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...',
        image: newsImg5,
        date: '01 января 1990',
    },
    {
        id: 6,
        title: 'Заголовок новости 6',
        description:
            'Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...',
        image: newsImg6,
        date: '01 января 1990',
    },
    {
        id: 7,
        title: 'Заголовок новости 1',
        description:
            'Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...',
        image: newsImg1,
        date: '01 января 1990',
    },
    {
        id: 8,
        title: 'Заголовок новости 2',
        description:
            'Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...',
        image: newsImg2,
        date: '01 января 1990',
    },
    {
        id: 9,
        title: 'Заголовок новости 3',
        description:
            'Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...',
        image: newsImg3,
        date: '01 января 1990',
    },
    {
        id: 10,
        title: 'Заголовок новости 4',
        description:
            'Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...',
        image: newsImg4,
        date: '01 января 1990',
    },
    {
        id: 11,
        title: 'Заголовок новости 5',
        description:
            'Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...',
        image: newsImg5,
        date: '01 января 1990',
    },
    {
        id: 12,
        title: 'Заголовок новости 6',
        description:
            'Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...',
        image: newsImg6,
        date: '01 января 1990',
    },
];

export default newsData;
