import slideImg1 from '../../images/slide-img.png';

const sliderData = [
    {
        id: 1,
        title: 'Заголо вок 1 Заголо вок 1 Заголо вок 1',
        description:
            'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта ',
        image: slideImg1,
    },
    {
        id: 2,
        title: 'Заголо вок 1 Заголо вок 1 Заголо вок 1',
        description:
            'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта ',
        image: slideImg1,
    },
    {
        id: 3,
        title: 'Заголо вок 1 Заголо вок 1 Заголо вок 1',
        description:
            'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта ',
        image: slideImg1,
    },
    {
        id: 3,
        title: 'Заголо вок 1 Заголо вок 1 Заголо вок 1',
        description:
            'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта ',
        image: slideImg1,
    },
    {
        id: 3,
        title: 'Заголо вок 1 Заголо вок 1 Заголо вок 1',
        description:
            'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта ',
        image: slideImg1,
    },
    {
        id: 3,
        title: 'Заголо вок 1 Заголо вок 1 Заголо вок 1',
        description:
            'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта ',
        image: slideImg1,
    },
    {
        id: 3,
        title: 'Заголо вок 1 Заголо вок 1 Заголо вок 1',
        description:
            'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта ',
        image: slideImg1,
    },
    {
        id: 3,
        title: 'Заголо вок 1 Заголо вок 1 Заголо вок 1',
        description:
            'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта ',
        image: slideImg1,
    },
    {
        id: 3,
        title: 'Заголо вок 1 Заголо вок 1 Заголо вок 1',
        description:
            'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта ',
        image: slideImg1,
    },
    {
        id: 3,
        title: 'Заголо вок 1 Заголо вок 1 Заголо вок 1',
        description:
            'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта ',
        image: slideImg1,
    },
    {
        id: 3,
        title: 'Заголо вок 1 Заголо вок 1 Заголо вок 1',
        description:
            'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта ',
        image: slideImg1,
    },
    {
        id: 3,
        title: 'Заголо вок 1 Заголо вок 1 Заголо вок 1',
        description:
            'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта ',
        image: slideImg1,
    },
];

export default sliderData;
